# Core utils
brew "fd"
brew "fzf"
brew "ranger"
brew "ripgrep"
brew "eza"
brew "jq"
brew "bat"
brew "wget"
brew "tmux"
brew "alacritty"
brew "neovim"
brew "openssl"
brew "docker"

# Languages & Dev tools
brew "go"
brew "node"
brew "python"
brew "uv"
